{"id":102919,"primaryUUID":"042a10fc-d8a4-448f-8477-565b5ee3bb41","secondaryUUID":"72d5be58-d6ae-4bd6-9fad-2c712547bae2","displayname":"Fiction: A Spell Too Far","basename":"WRITTEN_BOOK","abilityid":0,"strength":0,"stamina":0,"agility":0,"dexterity":0,"procRate":0,"placeable":true,"intelligence":0,"wisdom":0,"charisma":0,"allowedClassNames":[],"allowedRaceNames":[],"questitem":false,"damage":0,"weaponabilityid":0,"attackspeed":0,"enchantment1val":0,"enchantment2val":0,"enchantment3val":0,"enchantment4val":0,"hpregen":0,"mpregen":0,"worth":1,"coreitem":false,"fireResist":0,"coldResist":0,"magicResist":0,"poisonResist":0,"diseaseResist":0,"magic":false,"elementalDamageType":0,"elementalDamageAmount":0,"spellscroll":false,"color":0,"dye":0,"isTemporary":false,"isConsumable":false,"consumableRequireQuestFlag":"","consumableRequireNotQuestFlag":"","baneUndead":0,"isAugmentation":false,"augmentationFitsSlotType":"NONE","discoverer":"Alasdir_McBhain","minLevel":0,"ac":0,"hp":0,"mana":0,"isExperienceBonus":false,"skillModType":"None","skillModValue":0,"reagent":false,"languagePrimer":"","focusEffectId":0,"weaponDelay":30,"leatherRgbDecimal":-1,"requiredWeaponSkillType":"","artifact":false,"artifactFound":false,"skillModType2":"None","skillModValue2":0,"skillModType3":"None","skillModValue3":0,"skillModType4":"None","skillModValue4":0,"identifyMessage":"","bandage":false,"equipmentSlot":"None","bookAuthor":"toasteded","bookPages":["Alas! I met an angel today. His name: Karudax. He had the most wonderful spell, which created fresh fish out of thin air. I must have this spell.\n\n-Day 1: I do not know where this spell may come from. The angel left no clues about the spells origin. ","-Day 2: I have had hushed conversations with the locals in the area. Some say the unspeakables of the night may carry spells. Some say its is all myth and certain death awaits...\n-Day 3: I make preparations for travel. I seek a wise wizard.","-Day 4: Made enough bread for 5 days travel. Slaughtered my fattest Roosters as well. Tomorrow, I leave for the wild.\n-Day 5: Nothing exciting today. I make camp near a forested pond. The lillys remind me of my farm.\n-Day 6: Another day of travel..","-Day 7: I reach a strange settlement. A man came from a worn hut within and offered me some melons and mushroom stew. This will surely extend my travels by one day. I bartered for some mushrooms and melon seed and accepted the bed the man had for me. ","-Day 8: I asked around the village about the spell. The odd assortment of inhabitants told me ancient legends of men from the ocean bestowing huge bounties of fresh fish, as if from thin air. My search turns to the ocean...","Day 9: I make my way home today, following my trail of broken tree branches and other markings. I make camp near a desert river. I hope the cacti keep the spiders away...\n","Day 10: Bandits! They must've seen my markings! I only hope they are not armed as I am. The armor I wear was given to me by my father Gimli Firetree, who got it from his father. My sword has survived twice as many generations as the armor. ","Its fire enchantment will surely make roast of them. \n--Blood stain scars the page -------\nI have beaten them, but not without a cost. Lucky I am near the forested pond I stayed my first night. I am too weak to make a separate camp. I eat and rest.","Day 11: Home at last! I shall need to tend my farm and animals. The spell I seek must come from the ocean, so I will prepare for journies to the far east, where the ocean reigns supreme.\n_End Volume One _"],"neverDrop":false,"lastUpdatedTime":"Jan 26, 2020 8:40:47 PM","itemType":"None","QuestId":0,"appearanceId":0,"baneDmgBody":0,"baneDmgRace":0,"baneDmgBodyAmount":0,"baneDmgRaceAmount":0}
