{"id":103906,"primaryUUID":"9d55e089-59d6-4199-88b3-3980b1e3dbdc","secondaryUUID":"920ef86c-e435-4fa2-8edd-4d66125d254d","displayname":"Origins","basename":"WRITTEN_BOOK","abilityid":0,"strength":0,"stamina":0,"agility":0,"dexterity":0,"procRate":0,"placeable":true,"intelligence":0,"wisdom":0,"charisma":0,"allowedClassNames":[],"allowedRaceNames":[],"questitem":false,"damage":0,"weaponabilityid":0,"attackspeed":0,"enchantment1val":0,"enchantment2val":0,"enchantment3val":0,"enchantment4val":0,"hpregen":0,"mpregen":0,"worth":1,"coreitem":false,"fireResist":0,"coldResist":0,"magicResist":0,"poisonResist":0,"diseaseResist":0,"magic":false,"elementalDamageType":0,"elementalDamageAmount":0,"spellscroll":false,"color":0,"dye":0,"isTemporary":false,"isConsumable":false,"consumableRequireQuestFlag":"","consumableRequireNotQuestFlag":"","baneUndead":0,"isAugmentation":false,"augmentationFitsSlotType":"NONE","discoverer":"Umbra_Freya","minLevel":0,"ac":0,"hp":0,"mana":0,"isExperienceBonus":false,"skillModType":"None","skillModValue":0,"reagent":false,"languagePrimer":"","focusEffectId":0,"weaponDelay":30,"leatherRgbDecimal":-1,"requiredWeaponSkillType":"","artifact":false,"artifactFound":false,"skillModType2":"None","skillModValue2":0,"skillModType3":"None","skillModValue3":0,"skillModType4":"None","skillModValue4":0,"identifyMessage":"","bandage":false,"equipmentSlot":"None","bookAuthor":"mixxit","bookPages":["It is said in the beginning there was nothing but a vast endless sea of unbroken darkness in which a god as ageless as time swam, lighting its way with vast jewel like suns. §0\n§0\n§0On its journey the god did stumble upon the barren landscape of a now dead star","lying upon its center it did see a bright blue lake of incredible beauty glistening with astral magic of the wisps that flickered above it. Curious to the nature of this outside influence of his domain the god broke a part of itself and elevated ","the wisps to a pantheon of primordial entities that would watch over the world in his stead as he continued his journey through the stars.§0\n§0\n§0Over time the primordials transformed the energies of the long dead star into vast blue oceans, ","ever growing lush vegetation and towering mountain peaks. §0\n§0\n§0Pleased with the near perfect order and testimony to the will of their creator the gods now planned their much needed rest. §0\n§0\n","To ensure the world could be watched over in their slumber they fused their being into one and formed a god of great power to watch over the world and ensure balance would always be maintained until the great day their god§0\n§0would return from his journey ","through the heavens.§0\n§0\n§0Under the watchful eye of the newly formed overgod the planet waned and grew over the seasons it was during this period of tranquility the god found the need to release his own creativity that had been granted to him by his forebears","and so he set about to build a planar reality along side the world where he could rest and unleash his need for his own designs. §0\n§0\n§0In this Plane of Balance he built a reality of untold creations, living thinking creatures ","blessed with the powers of creativity and freedom to go amongst his plane and forge unfathomable lands of aesthetic beauty. He sat often with his creations and discussed the meaning and histories of the places of his children and in return told them of a ","place beyond this world built by his ancestors, The Primordials.§0\n§0\n§0Curious as to the place beyond the veil the children did peer, the first being Eriadar the Prismatic Dragon. Setting aloft among the skies of the Plane he pierced the veil and deposited ","a brood of dragons deep into the largest mountains of the world of their creator. As Eriadar traveled, observing the natural beauty of the world he noticed two beings he recognised as the Outsiders from the tales of his god had once shared. ","Fearful he returned to the God of Balance who scorned Eriadar for his trespass beyond the veil sealing it from further interaction.§0\n§0\n§0Observing The Outsiders the god of balance saw the Outsiders basking in the spread of","greenery across the planet and they did seed it with their own. A mighty storm did surround one of the creatures and a torrent of chaos ripped its way among the land. §0\n§0Black orb like spheres arose from the sacred lake of the Primordials","and for the first time evil had been born on the world of the gods. The second outsider gazed on in horror at his counter part and formed creatures white glowing orbs that danced among the black merging and turning them into a blurry pearlescent ","balls of light from each grew wild and colourful plants, fish and other seaforms fell into the lake hopping to the shores in another instant. §0\n§0\n§0The god of balance stared in disbelief as time ran at an incredible pace. ","The first outsider smiled at her power among the world, with the flick of her finger she brought a distant star from the far reaches of the cosmos and it came crashing down into the earth - the shattering rumbled across the planet devastating ","all that the Primordials had achieved. The dying remnants of the star swam in the space above the earth encircling the planet forming itself into two great moons that circled the world. The lands cooled and the land grew once more, the creatures","formed simple wildlife and evolved into a variant of hundreds of creatures, the two outsiders seemed to be at war with one another for a time and then, in a whisper they were gone, the world changed forever more. §0\n§0\n§0The God of Balance returned once more ","to the sacred world of the Primordials and wept, the inhabitants warred among each other and vast stretches of land still bore the scars of the outsiders. §0\n§0\n§0In his anger he brought forth four of his greatest creations and charged them with absolute","authority to purge the land of chaos and return balance once more to the lands. Taking one last look at his folly in turning his eye away from the world he returned to his plane sealing the veil forever."],"neverDrop":false,"lastUpdatedTime":"Jan 7, 2019 9:19:10 PM","itemType":"None","QuestId":0,"appearanceId":0,"baneDmgBody":0,"baneDmgRace":0,"baneDmgBodyAmount":0,"baneDmgRaceAmount":0}
