{"id":103911,"primaryUUID":"4dd4b1cf-72b8-461f-b821-40b46dca699c","secondaryUUID":"1b2c2109-447a-45d0-927e-b95b493f3cb8","displayname":"A_Dissertation","basename":"WRITTEN_BOOK","abilityid":0,"strength":0,"stamina":0,"agility":0,"dexterity":0,"procRate":0,"placeable":true,"intelligence":0,"wisdom":0,"charisma":0,"allowedClassNames":[],"allowedRaceNames":[],"questitem":false,"damage":0,"weaponabilityid":0,"attackspeed":0,"enchantment1val":0,"enchantment2val":0,"enchantment3val":0,"enchantment4val":0,"hpregen":0,"mpregen":0,"worth":1,"coreitem":false,"fireResist":0,"coldResist":0,"magicResist":0,"poisonResist":0,"diseaseResist":0,"magic":false,"elementalDamageType":0,"elementalDamageAmount":0,"spellscroll":false,"color":0,"dye":0,"isTemporary":false,"isConsumable":false,"consumableRequireQuestFlag":"","consumableRequireNotQuestFlag":"","baneUndead":0,"isAugmentation":false,"augmentationFitsSlotType":"NONE","discoverer":"Aziryn_Veritas","minLevel":0,"ac":0,"hp":0,"mana":0,"isExperienceBonus":false,"skillModType":"None","skillModValue":0,"reagent":false,"languagePrimer":"","focusEffectId":0,"weaponDelay":30,"leatherRgbDecimal":-1,"requiredWeaponSkillType":"","artifact":false,"artifactFound":false,"skillModType2":"None","skillModValue2":0,"skillModType3":"None","skillModValue3":0,"skillModType4":"None","skillModValue4":0,"identifyMessage":"","bandage":false,"equipmentSlot":"None","bookAuthor":"Taelweaver","bookPages":["Vampirism is a trait originally manifested in the Mysmaal Race. The god of darkness Somnus had blessed it upon them to give them power over death. They are burdened with a thirst for blood, they must suck the blood of an animal or another person. If they","bite another, the vampirism will spread to the other.§0\n§0\n§0Against popular belief, Vampires and Mysmaal are not totally immortal. They do not age, but are as mortal to a fatal wound as anyone else. Another common belief is that Vampire and Mysmaal will die if","they do not drink blood. This is not the case, the unquenched person shall instead go into a blood crazed madness, killing many until they quench their bloodlust.§0\n§0\n§0Many are not fond of Vampirism. The people who worship the god Golkara especially hate","Vampirism as the do the Undead, as life is Sacred to Golkara. §0\n§0\n§0Those who recently aquire the trait can struggle to control the strong urges. Simone Carrozza spent many years studying the unique trait. He developed a spell that would help orient a","Vampire or Mysmaal by binding their thirst with the cycle of the moon. When the moon waxes the thirst increases, at full moon the thirst is at its peak. When the moon wanes the tirst decreases, at new moon the thirst is absent. This magic is moon binding.","((Out of Character Note: Moonbinding is not an actual spell, it is for roleplay purposes only.))§0\n§0\n§0To cast moonbinding, it requires a skilled magic user, but a user skilled in the dark arts, such as a shadowknight or necromancer are best suit for this. A","minor ritual is neccesary, place four candles perpendicular to each other, with a basin of an animals' blood in the center. I advise having a chalice alongside with the basin. The ritual must be performed during a full moon. To enact the ritual, have the","Vampire draw 7 drops of blood into the basin. As the Full moon rises over the basin,  Chant the incantation, \"Ne Luna ne levare sitim\" thrice. Then, have the vampire drink the blood in the basi until their thirst is quenched. Though the candles are not","critical in the ritual, they serve as a marker, blowing out as the magic rushes to the Vampire. This will signify the ritual has been enacted successfully. §0\n§0\n§0Vampirism is a great curiosity of this plane. there is still much more to be discovered. Let this","knowledge linger in you as you continue your days. §0\n§0\n§0-[Written in intricate Valderain, \"The Wizard Simone Carrozza\"]"],"neverDrop":false,"lastUpdatedTime":"Jan 7, 2019 9:19:10 PM","itemType":"None","QuestId":0,"appearanceId":0,"baneDmgBody":0,"baneDmgRace":0,"baneDmgBodyAmount":0,"baneDmgRaceAmount":0}
