{"id":111789,"primaryUUID":"2b47c763-6ccb-48de-92ae-90c1286e4502","secondaryUUID":"01325fb0-c1be-4452-8b7d-4f9188fd86f2","displayname":"Roleplay Basics","basename":"WRITTEN_BOOK","abilityid":0,"strength":0,"stamina":0,"agility":0,"dexterity":0,"procRate":0,"placeable":true,"intelligence":0,"wisdom":0,"charisma":0,"allowedClassNames":[],"allowedRaceNames":[],"questitem":false,"damage":0,"weaponabilityid":0,"attackspeed":0,"enchantment1val":0,"enchantment2val":0,"enchantment3val":0,"enchantment4val":0,"hpregen":0,"mpregen":0,"worth":1,"coreitem":false,"fireResist":0,"coldResist":0,"magicResist":0,"poisonResist":0,"diseaseResist":0,"magic":false,"elementalDamageType":0,"elementalDamageAmount":0,"spellscroll":false,"color":0,"dye":0,"isTemporary":false,"isConsumable":false,"consumableRequireQuestFlag":"","consumableRequireNotQuestFlag":"","baneUndead":0,"isAugmentation":false,"augmentationFitsSlotType":"NONE","discoverer":"Drizzit","minLevel":0,"ac":0,"hp":0,"mana":0,"isExperienceBonus":false,"skillModType":"None","skillModValue":0,"reagent":false,"languagePrimer":"","focusEffectId":0,"weaponDelay":30,"leatherRgbDecimal":-1,"requiredWeaponSkillType":"","artifact":false,"artifactFound":false,"skillModType2":"None","skillModValue2":0,"skillModType3":"None","skillModValue3":0,"skillModType4":"None","skillModValue4":0,"identifyMessage":"","bandage":false,"equipmentSlot":"None","bookAuthor":"Taelweaver","bookPages":["ROLEPLAY BASICS§0\n§0Now that you've gotten a feel for the RPG aspect of the server, let's dig into the roleplay aspect.§0\n§0\n§0CHAT CHANNELS, EMOTES AND LANGUAGES§0\n§0Mentioned in RPG Basics, there are two chat channels. They are Out of Character (OOC) and Local","(L). Out of Character is the main chat, where all players can read it. Local is primarily the NPC interaction chat and the roleplay chat. Local can only be seen by players nearby. This is handy as it prevents chat flooding during roleplay. If the chat is ","busy and it is hard to keep trac of Local messages, the command /hideooc and enable and disable the Out of Character chat. When roleplaying, double parentheses are used to state Out of Character messages in Local chat. /emote and /me are used to send ","messages in the third person. This is primarily used for actions. When speaking while using an emote, make sure to use quotations. When speaking in Local, you might notice someone speaking in Runes and having a name after it. The server has a language","feature, in which languages require a skill level of 100 to be read. The skill level increases the more messages in that language are sent in Local chat. The most common language is Keladun. Linguist Elrid sells language primers for $100, which you can ","right click to instantly learn a language. To set your spoken language use /setlanguage [Language]. You do not need to set a known language to read it.§0\n§0\n§0CHARACTER DEVELOPMENT §0\n§0Character development is crucial in roleplay.  Consider your ","character's backstory, their alignment, their motive, their goal and the ways to get to achieve that goal. There are nine alignments, Lawful Good, Neutral Good, Chaotic Good, Lawful Neutral, True Neutral, Chaotic Neutral, Lawful Evil, Neutral Evil, and ","Chaotic Neutral. Lawful Good characters will always do the right thing in according to the law. Neutral Good characters respect the law  but will break if it they feel it neccesary to do good. Chaotic Good characters are indifferent to the law or see it","unfit, breaking it constantly for their good motives. Lawful Neutral lives by the law and does not side with either good or evil. Lawful Neutrals are good at judging the rights and wrongs of others. True Neutral characters are totally indifferent to good","or evil. They follow their will but are mindful of the law. Chaotic Neutral characters do whatever they please, ignoring the law if it gives them self benefit. Lawful Evil chraracter are corrupt officials, who exploit the law to do harm to others. Neutral","Evil Characters are the most known, giving no regard for honor or respect, just to accomplish their goal as simply as possible. Chaotic Evil characters crave destruction and the harm of others. They kill mercilessly, killing and harming for sport. ","NOTE: If you wish to have an evil alignment, it is STRONGLY advised to stay subtle of your crimes. Most of the powerful roleplayers are Lawful Good or Neutral, and will use all their power to stop your evil acts if you are discovered. You are warned.","Your backstory is typically the events that determine your character's goal and motives. A backstory is not essential, many people start roleplaying and let their roleplay determine their goal and motive. When roleplaying, be mindful to \"be\" your ","character. Imagine what your character would do in the situations you are presented in roleplay, not what you would do. Be mindful of your character's age, their culture, their experience and anything else that would affect them.","Killing another character requires the consent from it's player. Metagaming and powergaming are strictly prohibited. Metagaming is the act of using knowledge you obtained out of character for your character. Powergaming is giving your character extreme","power without reasonable gain. This includes being an avatar to a god and gaining their powers, or anything else far fetched. Mature content is to be at a minimum, Erotic Roleplay is prohibited. Swearing is allowed in roleplay, but frowned on out of ","character. Similar to player killing, trapping or blackmailing characters must be done with their player's consent.§0\n§0\n§0That covers the basics, I hope this guide was of help!"],"neverDrop":false,"lastUpdatedTime":"Jan 7, 2019 9:19:10 PM","itemType":"None","QuestId":0,"appearanceId":0,"baneDmgBody":0,"baneDmgRace":0,"baneDmgBodyAmount":0,"baneDmgRaceAmount":0}
