{"id":111787,"primaryUUID":"719b5bab-09d2-4200-aece-80ed2986de87","secondaryUUID":"d498e6c1-7bed-4929-9a25-0229738d5e7f","displayname":"RPG Basics","basename":"WRITTEN_BOOK","abilityid":0,"strength":0,"stamina":0,"agility":0,"dexterity":0,"procRate":0,"placeable":true,"intelligence":0,"wisdom":0,"charisma":0,"allowedClassNames":[],"allowedRaceNames":[],"questitem":false,"damage":0,"weaponabilityid":0,"attackspeed":0,"enchantment1val":0,"enchantment2val":0,"enchantment3val":0,"enchantment4val":0,"hpregen":0,"mpregen":0,"worth":1,"coreitem":false,"fireResist":0,"coldResist":0,"magicResist":0,"poisonResist":0,"diseaseResist":0,"magic":false,"elementalDamageType":0,"elementalDamageAmount":0,"spellscroll":false,"color":0,"dye":0,"isTemporary":false,"isConsumable":false,"consumableRequireQuestFlag":"","consumableRequireNotQuestFlag":"","baneUndead":0,"isAugmentation":false,"augmentationFitsSlotType":"NONE","discoverer":"POn","minLevel":0,"ac":0,"hp":0,"mana":0,"isExperienceBonus":false,"skillModType":"None","skillModValue":0,"reagent":false,"languagePrimer":"","focusEffectId":0,"weaponDelay":30,"leatherRgbDecimal":-1,"requiredWeaponSkillType":"","artifact":false,"artifactFound":false,"skillModType2":"None","skillModValue2":0,"skillModType3":"None","skillModValue3":0,"skillModType4":"None","skillModValue4":0,"identifyMessage":"","bandage":false,"equipmentSlot":"None","bookAuthor":"Taelweaver","bookPages":["Welcome to Fall of an Empire! This guide will help you through your journey. Let's get started.§0\n§0\n§0CREATING A CHARACTER§0\n§0You might have noticed that you are unable to type in chat. That is normal. You'll need to choose a race. Use /raceinfo to view","the races, and then /setrace [Race] to choose your desired race. Your race does not affect your character in game. After you've done that, you'll be able to chat. Now, you'll see that you don't have your Username and instead have random letters. That is","also normal. Use /name [Name] to fix it. Try to stick with a fantasy name to use in roleplay. You can also use /lastname [Name] or /forename [Name] if you wish yor character to have a lastname. Keep in mind both first name and last name together have to ","be 14 characters or lesss. Now, that you've done that, let's look at the name tag. The first letter is an O or L, and that refers to what chat channel you are typing in. There are two chat channels, Out of Character (OOC or O) and Local (L). Out of","Character is your default chat channel, it appears to every player. Local is used when you interact with an NPC, and can only be read by players in a certain radius. You can select a chat channel with /ch [OOC/Local]. The next letter is an M or F, which","is your gender. You can set your gender with /setgender [Male/Female]. The Next letter, either N or V, refers to wether you are a vampire (V) or not bitten (N). A vampire can use /bite [Player] and make them a vampire if they are close enough. The next 3","letters are your race, and the last three are your class. which right now reads UNK, meaning unknown. You can select a class with /setclass. You will see all the available classes for your race and a description of each one. Use /setclass [Class.] Now you","have a character.§0\n§0GETTING GEAR AND YOUR FIRST QUEST§0\n§0Now that you have character, you need armor and a weapon for quests. Go to the NPC named Dugul Mcman next to the forge and right click him. He will say something with pink text. To interact with ","him and other NPCs you have to type the pink text that they say. Dugul Mcman is a type of NPC called a Vendor. All Vendors have a shop that can be opened by you typing \"shop\". After typing shop you will see a chest GUI with items, in Dugul Mcman's shop ","there is armor and weapons. To buy an item, left click it and put it in your inventory. After you have bought the items from Dugul McMan, go out of Haven (The spawn town) and kill Forest Wolves. You will see that you earn exp and level up. Now, use ","/claimxp. The server has a passive exp gain where every minute you gain the exp equal to killing a mob your level. By the time you use /claimxp, You've been online long enough to get to level 3 from the exp gain. Now you are ready to start your quest. Go","to Overseer Teris and interact, typing each pink word. If the NPC has the same pink word in the next message, just repeat the last pink word. You willgain a quest flag called Freedom. Go out of Haven and follow the path to the Orc Mines on the right. Try ","to complete the dungeon, and don't attack the Minotaur Guards, they are on your side. When you kill the orcs you will see that it says that Your faction standing with [Faction] has gotten worse or better. That is the faction feature, where killing a group","of mobs will influence how those groups treat you. Keep in mind it is easy to make a group hate you, but extremely difficult to make that group stop hating you. This is the same for NPCs. If you kill enough Haven NPCs, they will start killing you and stop","interacting with you. Now, if you cannot kill the orcs or the boss and are being killed instead, continue killing wolves and orcs until your level makes you strong enough. You probably hav noticed the \"You have gotten better at [Skill]\". Each level your","skill increases, and the more you use it the higher it gets. Use /skills to see your skills and the highest it gets at your current level. Once you've killed the dungeon boss (Argb Tooflus), You'll get a Simple Iron Key. On the other side of the tunnel ","is a jail with an NPC named Rail N'ris. When you interact with Rail N'ris, you'll see a green text asking to give Rail the iron key. Click the text. Rail N'ris will then respond and give you a note for Overseer Teris. You'll need to get back to Haven and ","interact with Overseer Teris, who'll have a similar green text. Click it and your quest will be complete, and you will be reward with the Honor Blade of Teris. The gear has special attributes based on RPG stats. You will also find gear for your class. You","cannot use gear of another class, but you can sell them to Vendor in a similar fashion to the way you buy items. Put the gear in one of the unused sections of the shop GUI and you'll get gold. The gear tells you the amount of gold  it is worth under ","worth.§0\n§0\n§0Congratualtions of getting through the basics of the RPG portion of Fall of an Empire!"],"neverDrop":false,"lastUpdatedTime":"Jan 7, 2019 9:19:10 PM","itemType":"None","QuestId":0,"appearanceId":0,"baneDmgBody":0,"baneDmgRace":0,"baneDmgBodyAmount":0,"baneDmgRaceAmount":0}
