{"id":230891,"primaryUUID":"7d5d2093-98b2-41b2-87c3-9b26dd963bc1","secondaryUUID":"a24d2bd4-8e29-40a2-bf39-2f57c2345698","displayname":"Tanqara Observer Volume 3","basename":"WRITTEN_BOOK","abilityid":0,"strength":0,"stamina":0,"agility":0,"dexterity":0,"procRate":0,"placeable":false,"intelligence":0,"wisdom":0,"charisma":0,"allowedClassNames":[],"allowedRaceNames":[],"questitem":false,"damage":0,"weaponabilityid":0,"attackspeed":0,"enchantment1val":0,"enchantment2val":0,"enchantment3val":0,"enchantment4val":0,"hpregen":0,"mpregen":0,"worth":1,"coreitem":false,"fireResist":0,"coldResist":0,"magicResist":0,"poisonResist":0,"diseaseResist":0,"magic":false,"elementalDamageType":0,"elementalDamageAmount":0,"spellscroll":false,"color":0,"dye":0,"isTemporary":false,"isConsumable":false,"consumableRequireQuestFlag":"","consumableRequireNotQuestFlag":"","baneUndead":0,"isAugmentation":false,"augmentationFitsSlotType":"NONE","discoverer":"Sun","minLevel":0,"ac":0,"hp":0,"mana":0,"isExperienceBonus":false,"skillModType":"None","skillModValue":0,"reagent":false,"languagePrimer":"","focusEffectId":0,"weaponDelay":30,"leatherRgbDecimal":-1,"requiredWeaponSkillType":"","artifact":false,"artifactFound":false,"skillModType2":"None","skillModValue2":0,"skillModType3":"None","skillModValue3":0,"skillModType4":"None","skillModValue4":0,"identifyMessage":"","bandage":false,"equipmentSlot":"None","bookAuthor":"Tanqara Observer","bookPages":["THE PRINCE IS DEAD!\n-------------------\n\nA great tragedy has fallen on the anushi people. News has come from Ezro of the death of the beloved Prince Kaeden. Following this terrible information it is believed the King Veran fell into a bitter fever and has spoken to no one since.","In his stead, the Queen has spoken to citizens during a vigil, warning that we can no longer sit idly by as the Kenku attack and kill our people. It is believed that some sort of force is being assembled to tear out the kenku from Zerzura and bring them to justice.","MYSTERIOUS FRIENDS FROM THE SOUTH\n-----------------\n\nIt seems strangers have arrived on the southern coast of Utra and are making their way up through the blackfeather. Reports indicate they have taken a great interest in the needs of Ezro and have even","assisted on bringing to justice the creature responsible for the death of the Prince. We are yet to fully understand where they came from and what their purpose is but all of Tanqara sends its gratitude.","REDFANG MINES INVADED\n--------------------\n\nWitnesses state that some sort of invasion was happening at the Redfang Mines between Clan Redfang and Orcs Watch.  It is not clear exactly why but the people who saw the fight even noticed Gobel sneaking into the premises!","It seems all is not so well for the Chief Redfang, could it related to the recent complaints of the theft of a sacred tree?","RUCKUS IN THE TEMPLE OF LUNARINE\n-------------------\nReports of a bar fight and an assault on a paladin of the temple of lunarine has reached the ears of many tanqarans. It is believe the individual was arrested and has been sentenced to 6 months in prison","The book itself, believe to be belonging to none other than the fabled Vaxil the Phantasmist is apparently scattered all over Utra from the time Vaxil walked these lands. When questioned on the reward Ashua stated,","\u0027For each page, no matter how small I will reward you with any book you like from the Tanqara Library! I must have this journal!\u0027","to use the northern roads until they, once again, return to the depths","NEW GOODS, NEW TRADERS\n---------------------\nIf you haven\u0027t noticed this years new traders then you must have been in mourning, because everyone is talking about the Denku Corporation that opened up shop at Tanqara market this month!","After interviewing Renessa Denko, chief partner in Denko, she had this to say \u0027Of course I can tell you all about our business. We provide reasonably priced travel and trade all across the area. We have merchants that bring goods from all over the land;","even from other continents. We also provide travel to all sorts of places, from Ezro and even to the volcanic isle of Mount Carathus. I\u0027ve been here for only a short time, but my family has been running this trade and travel company for many generations now!\u0027","Lets hope the Denko Corporation can keep up their great low priced offerings as we know they are a hit!","THE SEARCH FOR A LOST JOURNAL\n---------------------\n\nAshua Endar, Grand Wizard of Tanqara is seeking the aid of adventurers and would be archeologists in recovering the pages of a lost journal.","The book itself, believe to be belonging to none other than the fabled Vaxil the Phantasmist is apparently scattered all over Utra from the time Vaxil walked these lands. When questioned on the reward Ashua stated,","\u0027For each page, no matter how small I will reward you with any book you like from the Tanqara Library! I must have this journal!\u0027"],"neverDrop":false,"lastUpdatedTime":"Apr 24, 2020 3:32:33 AM","itemType":"None","QuestId":0,"appearanceId":0,"baneDmgBody":0,"baneDmgRace":0,"baneDmgBodyAmount":0,"baneDmgRaceAmount":0}